soveti = ['Да потому что это слишком не игры',
          'Классное заявление',
          'Это слишком узкие моменты',
          'Так зачем такие громкие заявления тогда',
          'Да, коммуна - это люди, которые заинтересованы в росте и познании, а не статисты,'
          ' которые уже 5 лет сидят на одном уровне и просто пиздят о сюжетах',
          'Я про игру умов а не про технические составляющие и нервы',
          'И учеников набирать, если посрать',
          'Иногда лучше ничего не делать, чем что-то',
          'Редкое явление, чтоб огорчаться',
          'Уроды со своими мозаиками',
          'На моем ебале нет живого места, все расписано, кто куда бъет',
          'А когда коммуна заинтересована в том, чтоб создать говно-руму с говно-людьми и ввести говно-правила,'
          ' чтоб всё довершить Хигем-ботом, тогда остается только поебаться друг с другом на мфа.',
          'Страта, как запомнить "скучать" по-итальянски - mancare - вспомнить ТММ',
          'В пизду блять эти майндгеймы',
          'Зайдешь блять в интернет сука, для даунов',
          'Опыт такой получать мне нахуй не надо',
          'Да мне похуй что так блять играют, без мозгов играют, ну пусть блять играют без мозгов, мне поебать блять',
          'Олег угадывает, он просто угадывает блять',
          'Хоть в ряд выставьте всех дегенератов',
          'Все равно сука, там, блять, сколько нахуй, год пройдет, два блять, все равно они будут въебывать как уебки нахуй, с тем же уровнем игры и нажимая ровно то же самое блять',
          'Подстраиваться под это говно блять, нахуй надо',
          'Никакой логики нет, к чему ты будешь блять адаптироваться?',
          'Ты дорогу переходишь как - исходя из правил дорожного движения, а не на шару, какой пидор куда поехал',
          'Все нубасы, а хата заполняется полностью',
          'Ждал, но сам от себя не ожидал',
          'Играет и стоит на месте',
          'Клиент говорит, что Токо меня не любит, так это, исходя из последних бесед?',
          'Мне настолько хочется показать, что каждый из сетапов нихуя не рабочий и за него можно получить пизды, что прям это самоцелью становится',
          'Поделай Клиенту д44',
          'Ты видел этот разрыв - наложился скрипт на скрипт и вышел мир',
          'Но цифр ты норм выносишь, будто специально говнаря включаешь и поехали',
          'Месяц не играл, играю как дурачина',
          'Очень на Токо стал похож, т.е. или явно выраженная атака, или явно выраженная оборона',
          'Не думаю, что кому-то со стороны, кроме Ченса, стоит мне подсказывать, когда пара заканчивать. Тем более разговаривать на какую-то тему',
          'Квартиру поставил на б14',
          'Вот я счастливый пёс',
          'Они как-то панишат все джебами',
          'Ага, сегодня прав, завтра - не прав',
          'Бля, жаль, потому что для меня это неожиданная инфа и я не понимаю, чё не так',
          'Причем надо просто съездить - виза и билет. можно даже джойстик не брать, уже легендой стал',
          'Мой опыт "обсуждений" говорит о том, что коммуна не умеет делить срач и не срач',
          'Это очень интересно, как занятие на третьем фоне',
          'Ну тогда тут до окончания подавания надежд недолго осталось',
          'Опять так переживать за потенциальную неудачу',
          'Просто самое говеное в этой истории упрекать меня в том, что у меня скрипты',
          'Хуй клал',
          'В рот ебал',
          'О моем Шахине одно мнение - оно от Клиента - что мой Шахин целует зад говну',
          'Почему я мэшер, когда могу объяснить каждое своё действие',
          'Ебать говно в глазах',
          'О, вопрос красных рангов, как делать бдц',
          'Чисто теоретически, это хуета хует, получать говно-веселье от какой-то игры',
          'Нет, совсем, я просто не понимаю, каким нужно быть конченым, чтоб проводить за игрой столько времени, держа хуй за щекой',
          'т.е. когда ты тихомирный идиот, которого ничего не трогает - то ты не конченый?',
          'т.е. когда комьюнити состоит из сотни идиотов, которые друг друга бодрят, - это продуктивная коммуна?',
          'Жопу лизать и хвалить за стик я не начну',
          'когда в профессорах сидят парни с зародышами майндгейма, то ебать, что тут поделать',
          """вспоминаю стрим Серафима
где был Реал
после всех бесед сидят они такие, собирают донаты на О'кей, Серафимм играет в ранкеде
*фф, *м
и у обоих по 50% хп, Серафимм делает этот хай-лаунчер Нины, на котором пушбек и он хай
и на этом просто сливает, остается 2% хп
их отбрасывает друг от друга, потом Сераифмм бежит на соперника с каким-то линейным мувом, а тот его перебивает
и проигрывает
и Реал орет
ЧТО ТЫ СДЕЛАЛ В КОНЦЕ
ЕБАТЬ НАДО БЫЛО ПОДОЖДАТЬ ,ПОКА ОН К ТЕБЕ ПОДОЙДЕТ, СДЕЛАЕТ ЧЕ-НИБУДЬ
А ПОТОМ ТЫ
бляяяяяяяяяяяя
Серааааааааааа
ахаха
это смешнее, чем собирать на доставку из Окея""",
          'Места есть, грамоты выписанные от руки тоже',
          'Я такой же дегенерат, как и вы',
          """мне тут предлагают наказывать Фенга за б3+4
без удара
как думаете
принимать предложение?
или замерить iq советующего?""",
          'Cпроси у Сола',
          'Cтоило положить хуй на умные игры',
          'Смотришь в книжку, математику - всё сходится. Смотришь на экран - хуй его знает',
          'Да я б с удовольствием посмотрел бы и обосрал',
          'Почему стримить могут только те, кому это запрещено делать',
          'Между руками и головой у тебя плохая связь?',
          'Я человек',
          'Но учитывая твою игру, я не удивлен, что ты не помнишь того, что написано на экране',
          'Конечно, иди играй Полом с дф4 в плечо, армор в армор в плечо, кусок долбоёба',
          'Ты не плохо играешь, ты играешь очень хуево',
          """это вот знаешь как, в аэропорту был
там выходишь из самолета и там пройти по коридору километр нужно, чтоб попасть на пересадку
внутренние рейсы
так вот коридор работает только в одну сторону
в другую там не ходят
так вот когда мы вышли из самолета, почти у трапа стояла баба
она дошла до сюда
и спрашивает "а куда мне?"
вот у тебя такой же вектор развития
в жопу""",
          'т.е. ты не находишь проблему в том, что есть такие игроки как ты, которые просто хуй клали на смысл игру и ебут её в рот и в жопу, занимаясь чем-то типа армор в армор в плечо?',
          'Лучше б вас не было как игроков, поиск игры длился бы ен 15 секунд, а 2 минуты, но я бы гарантированно находил норм игрока, а не долбоёба',
          'В своей палате об этом скажешь',
          'ты запускаешь теккен, пропускаешь "обучение" и идешь в ранкед нажимать 500 часов армор в армор в плечо - нахуя ты запускал игру? Цивилизацию 5 ты запускаешь для того, чтоб построить поселенца и пойти пиздить варваров, слить за 10 минут и выйти?',
          'Нахуй - это как раз этот чат и эта коммуна',
          'Посмотри на свою игру - вот там невменяемость',
          'Я не готов на такое тупорылое говно тратить время',
          'Классно купить пиздатую палку, сесть на неё жопой и делать арморы в плечи',
          'Коммуна "токсичная" из-за того, что она наполнена такими дегенератами',
          'Можно сделать вывод, что вы просто в одной палате взрощены',
          'А мне кажется, что когда есть Хрюши в чате - всё по пизде',
          'Пошел ты нахуй',
          'Ты аморальная единица этого недокоммунити',
          'Какие прогнозы насчет коммуны?',
          """видать, связь есть между этими событиями, т.к. обливание Зандера он тоже не понял - раз Зандера обливаешь, то Реал вообще хуйня, получается
говорит ещё, что вот в Т4-Т5 были реально сильные игры. Были хорошие Брайны, сейчас они тоже есть - Клиент, у Реала тоже отличный Брайн
ну лучший - это Белиаловский
не на момент Т5, а в целом
говорит, что гайд Белиала - вот это гайд. Я отвечаю, что если гайд единственный, то он не может быть автоматически хорошим, на что он мне возражает, что раньше ВСЕ учились играть по этому гайду и выигрывали, а раз выигрывали, значит, гайд правильный. На мой вопрос, где они выигрывали - у себя дома в ХТ на турнирах под пивас? Он сказал, что ещё парни ездили в Европу. Сим, к примеру, самый сильный игрок потому, что он ездил на турниры, и один раз он занял 2ое место. А учился играть он по гайду Белиала, что делает так, что гайд Белиала - 8ое чудо света""",
          'Пердеж в лужу',
          'Пердеж в воду',
          'Не пизди, Попник',
          'У Мейнмена найди записи, где я его пиздил',
          'Го сыграем, я тебе накидаю 30-0',
          'Тебе запрещено пиздеть о том, о чем ты неосведомлен',
          'Почитай разговоры, недочеловек',
          'Пердеж в говно',
          'Пиздамба парни',
          'Ты показал все свои сетапы, я их победил, игра окончена',
          'Сразу ясно, что на дворе 2018, а в голове - Т4',
          'На турнир приехать, Зандеру проиграть',
          'Токо на стриме, "этот пидарас из стритфайтера"',
          'Почему такой сетап может придумать только педалист с iq<70',
          'А я за полгода так и не понял, что нажимать',
          'Все дауны потому, что здесь за всё время ни одной толковой беседы не вышло по теккену',
          'Я даю советы потому, что я хочу дать советы',
          'С вашим умным теккеном заёбан весь уже',
          'В рот ебал если честно',
          'Ясен хуй ты дегенерат',
          'У меня один режим - сказать дегенерату, что он дегенерат',
          'Даже в мытье посуды должен быть прогресс',
          'Я понимаю, что у тебя такая же страта, поэтому вы оба ебантяи',
          'Суки бляди камон эврибади',
          'О ЭТО ТЫ ПИРАТ ТОГДА ИЗВЕНИ',
          'По дефолту все Зератулы',
          'СпагеттиРипу нельзя проебывать',
          'Спагетти - нулевой, как ему можно проебывать вообще',
          """почему все игроки за Асук отличаются опущенным разумом
особый подтип людей-дегенератов
Зандер, в пизду себе запихни свой будущий туториал по анти-чарам
от тебя долбоеба нихуя толкового контента не будет
за всю историю теккена здесь ни одной нормальной Аски-мейна не было
все какие-то уебанные
причем за других чаров тоже
такой же отбитый
целиком""",
          'Заебали хуйню обсуждать',
          """пизда
что за отбитая коммуна
это же пиздец просто
все как ебнутые
на подбор
я охуеваю
специально что ли собирали
с диагнозами""",
          'Можешь очком на стик ещё присесть',
          'Хули мне вам ещё сказать',
          'Ебать, очередное юношеское расстройство говно-игрока',
          'Ну так насасывай дальше, считай, что в ранкеде на вариорах ты развиваешься',
          'А какие нужны результаты? тебя въебать?',
          'Пойду в практис зайду, пройду мейнмена',
          'Слава Богу, что это хотя бы не анти-гайд',
          'Пошел нахуй значит, я зайду в практику и разберу фрейм-дату',
          'Найс мыслите, парни',
          'Хуево беседы ведешь',
          'Клиент переехал в Волгодонск',
          'Коммуна - как фанаты на концерте, на руках понесут падающего',
          'Видели как Попник рушит коммуну?',
          'Главное же приехать, въебать просто бабло, и ты уже звезда коммуны',
          'Никто не понимал, что это такая игра, а не унижение',
          'Чтоб быть игроком, достаточно запустить игру/ а чтоб быть футболистом, достаточно выйти во двор',
          """это не игра, а хуйня
и в такое лучше не играть
и такая же игрка, под копирку
у всех этих белиаловских пьюпилов
у Леоверде
у всех
отличается только количество сетапов и их сейфовость, на что влияет чар
и всё""",
          'Надеюсь, когда в следующий раз зайду, вы совсем не сгниете',
          'Лучше б русская теккен-коммуна сдохла',
          'Мне трудно умной игрой побеждать говно',
          'Мне бан, пожалуйста, за общий уровень "звездоболии"',
          'На печать отправить и под стекло Астароту в комнату',
          '''Добрый день!
Т.к. коммуна Теккена в таком самотечении мертва в плане развития способностей игроков, играть с призраками уже интересней, но там уже максимальный уровень, прошу отозваться всех желающих на предложение. Суть этой вещи - игра с вами, кого трудно найти и вытянуть.

Обязательства и свойства с моей стороны:
-играю с каждым, кто здесь этого пожелает (как минимум, 1 раз);
-играю за Йоши-Лея;
-играю с интересом, по крайней мере первые пару матчей, обязуюсь не сливаться суицидом и держа ф, даже если всё слишком плохо;
-буду вести сводную таблицу с датами, результатами, переигровками, чтоб я сам видел результат, и мог вам подсказать;
-комментирую сам, возможно, с кем-то ещё (выберу и попрошу сам), в рамках дозволенного моим отличным воспитанием;
-минимальная разница по времени между повторным запросом на игры (если я сам не выдвинул желание) - 1 неделя;
-при подаче вашей заявки не бегу играть с вами сразу же, трачу время на подготовку, на анализ ваших игр, потом играем, крайний срок от подачи заявки (с согласованием удобного вам времени) - 1 неделя.

Общие требования:
-игра исключительно фт5/10 и со стримом/записью (при таковой возможности у стримера);
-комментарии будут от меня в любой форме, которой мне моё отличнейшее воспитание позволит;
-до игры, по моему запросу, вы обязуетесь предоставить демки своей недавней игры;
-в случае вашей победы надо мной, вы обязуетесь не отказать мне в следующем фт10;
-игры согласуем заранее (хотя бы за 1 день, который уйдет на подготовку или смех над вами) на ваше, наше, стримера удобное время.

Как завлечь вас на это дело? Без понятия, рублем - идите домой, чем-то другим - идей нет.
Но итогом всей этой идеи должно стать то, что я вас всех буду убивать. Что для коммуны даже важнее, чем для меня.

Жду отзывов и, наравне с этим, предложений по улучшению моей и так идеальной идеи.''',
          'Я так понимаю, ты первый желающий со мной поиграть?',
          'Зандер, я твой глупый рот подерживаю периодически.',
          'Не быть швалью - этого достаточно, чтоб со мной поиграть.',
          'Требую обновить тир-лист',
          'Хватит сопли свои 30летние размазывать по школьной парте.',
          'Какие чары у вашего местного топа?',
          'Играя на скриптах, много не выигрываешь, особенно в долгих сессиях.',
          'Ты и твои ребята должны меня драть по полной программе, чего нет и никогда не будет.',
          'Для чего из Теккена делать не Теккен?',
          'Лучше б тогда тупорылая игра была результатом непонимания чего-либо, а если такая игра - это осознанное решение, то тут никакая бригада не поможет',
          'Знаю как сдавать билеты на мфа, как ехать - не знаю',
          'Врываться в могилу? Не моё призвание',
          'Сейчас напишет единственный из двух людей, который умеет разговаривать',
          'Обиды - это, кстати, самое большое, что может дать файтинг-коммуна. На втором месте разложение',
          'Скрипт - это позвать Хигема и съебаться',
          'Че-то у тебя набор шимпанзе',
          'Я про низкоуровневое общение',
          'Заранее всех тупорылыми считал?',
          """алло, человек, разделяй там "вы" и "ты". Я отвечаю только за себя.
Идея "на себя посмотри" последний раз работала в дегенеративном обществе 12летних, которым не суждено было стать людьми. И, получается, в 13 летней коммуне, созданной человеком, кто остался в таких детях.
У меня в пример есть коммуна, где всё это работала, и наполнена эта коммуна ребятами, делающими уровень, а не вечно ноющими о своей тяжелой жизни третьесортных игроках, которые что 10 лет назад сосали, что теперича, без шансов на строки выше""",
          'Глупость - дружить с кем-то из файтинг-коммуны',
          'Мне похуй на Фокса и на его видосы',
          'Герои бля',
          'Статисты награждают друг друга',
          'Меня наградите',
          'Я зря горбачусь тут что ли',
          'Потому что хуй и нахуй',
          'Меня вчера Клиент учил, вводное бесплатно',
          'Нихуя не бывает',
          'Сборище статистов',
          'Ну ведь они имеют награды, придется соглашаться',
          'Там верификация нужна - фото с кубком и грамотой',
          'С турнира на турнир катаюсь и отсасываю',
          'Фан - понятие относительное',
          'Готовьтесь к мфа, парни',
          'А, ну вот уже аргументы пошли',
          'Разбирайтесь сами',
          'Бля, дайте нам пообщаться',
          'Бля, обосрали',
          'Печатали трое, никого не осталось',
          'Годик пройдет и дегенераты начнут драться за Р1 на онлайн-турнирах при игре на одном экране',
          'Ты на Р2 играй хоть иногда, а то будешь очень смешным человеком скоро',
          'К говну привыкнуть легко, а отвыкать заебешься потом',
          'Когда наконец дадут выигрывать',
          'Нехер было на гуманитария учиться',
          'Норм задумка, для Т8 можно оставить',
          'Я всех уважаю с головы до пят',
          'Лучший Драгунов проснулся',
          """мы вчера с Омегой играли
я так и не понял, оба ли играли
но я старался""",
          'У меня оч жирные перспективы',
          'Клиент и Драммо предоплату берут за игры с ними',
          'Ты меня прости, но вот это в рамку и на стену',
          'Заебли',
          'Я такого дешевого пиздаболизма давно не слышал',
          'Скучали? А вот и я',
          'Прям фрейм-дата для победы',
          'Хотите из меня чемпиона сделать',
          'Закипаю от любви к вам, пацаны',
          'Года идут, ничего не меняется',
          """короче, когда в пантере, жмешь 3~b, у тебя +4 и из феникса сразу б3, где старт-ап 14ф
т.е. даже с джебами соперника стрейдится
а если что дольше сделает - будет кх и комба
ни одного Лея не видел с этим""",
          """Сейнт с ним первый раз играет, через плечо посмотрел, что он дурак
и с первого же раунда говном зашмонал
чем я хуже в ситуации против ЗеКинга""",
          'А, ты всё ещё находишь где-то связь между тем, умеет решать человек задачки жизни и играть в теккен? Очень зря. Я не объединяю эти понятия',
          'Ты можешь их назвать? Кто мне предъявляет претензии? Из не долбоебов',
          'Ну, ещё есть такая статистика, что 9 из 10 - долбоебы',
          'Причем местные мудрецы сами в курсе, что 90% игроков здесь - им не то, что совет не донести, им вообще смысл игры не донести',
          'Я удивлен, что ты так высокомерно со мной общаешься, с позиции авторитетного мудреца',
          'Там знатный микс-ап после хопкика',
          'Но сравнивать меня с ЗеКингом не стоило',
          """-------ГОСТЕВАЯ ЦИТАТА-------
          [16.04.16, 21:44:39] zander700: просто для инфы и если кому вдруг интересно. 
лично мое имхо, никому не навязываемое:
фокс учит тому, как лучше проигрывать тому же фоксу. чем больше его слушаешь, тем более эффективна игра фокса против того что делаешь, следуя его советам.
так что его попытки донести до наибольшего числа людей свое мнение - не более чем обычный человеческий эгоизм. Хорошо замаскированный, правда. Он выигрывать хочет, и для этого внушает людям такие взгляды и такую игру, которая лично ему, Фоксу, будет удобна. Ему будет удобно и просто выигрывать у того кто играет таким образом как он хочет.
Другими словами, попытки вырастить себе стаю ручных леммингов. Наверное стоит радоваться что ему не хватает свободного времени на этот замысел.

повторюсь, это просто мое личное ИМХО об этом человеке, и ничего более. Мнение сформированно на основании примерно полутора лет общения с ним, когда он меня "учил". А его эффективность в рамках ру-коммуны объясняется лишь около-нулевым уровнем самой коммуны. На ЕСЛ-чемпах он почему-то сливался довольно посредственным евро-игрокам...
хорошо что я никому не верю на слово без доказательств) И каждому кто это прочтет, рекомендую - не верьте без доказательств фоксу, не верьте без доказательств мне, думайте своей головой.
[16.04.16, 21:44:42] zander700: воть""",
          'Ты не знаешь, чем закончилось наше общение, - когда они на турнире победили, они стали спрашивать о том, как играть в теккен. И я им минут 10 рассказывал базу, они вроде стали врубаться, в смысле интерес, но больше вопросов я от них не вижу',
          'Я всем обосновываю, почему он ебанат, или топ1, или снг-игрок',
          'Им не надо делать скидок, им надо явно показывать, что они здесь тупят, нахуя вы все о них так печетесь - лишь бы не задеть их самолюбие',
          'Их уже ничто умнее не сделает, но зато я выявлю перспективных, а остальные так и останутся',
          'О том, что раньше все были глупые и не было умных, теперь есть умные, значит дальше должны появляться только умные. А не должны умные делать группы, чтоб туда собирать всех тупых',
          'Я тоже играл как аутист, я представляю, что это',
          'Да всё это было бы нормально, если б коммуне было года 3',
          'На данный момент мне просто интересно насколько глубоко можно уйти в глупости',
          'Отстранение и разделение этих двух понятий - это явно не долбоебство, а преимущество',
          'Я тебе ничего не обещал',
          'Ну, а ты аж с жизнью, не повторяй моих ошибок',
          'Разного уровня вещи, ты еще теккен и футбол сравни',
          'Я могу реагировать как угодно в теккене, и делать это по-другому в других делах',
          'Ты хочешь мне рассказать про всю жизнь на основании того, что знаешь обо мне в теккене?',
          'Люди думают, что есть 2 параллели, а у многих это вообще одна линия, все красавцы, все молодцы',
          'То, что ты почитаешь одно, автоматом не отрицает гайды Белиала, топовость Санкт-Петербурга и прочее',
          'Т.е. просто не ходить по одним и тем же граблям и молча сидеть - это уже обозначение того, что опыта у тебя поболее моего?',
          'Но он почти ничем не рискует, как и мишима, который делает электрики, Драммо их не делает не потому, что за них можно отхватить, не делает в большом количестве, а потому, что ему не нравится такой тупой стиль игры',
          'Дебаги - как встреча идиотов, которые дарк-апперы и раннинги просто так пуляют',
          'Пиздос, я так в зародыше своих игр думал, а он уже 10 лет так думает',
          'Так дебаги - это норм, ничего дешевого нет в этом',
          'Ни один бросок мой не порвал ни разу',
          'Норм развесовка рисков',
          'Я садился под несуществующим 2 и делал вс3 Фенга',
          'Мда блять',
          'Я всё ещё аутист?',
          'Он думает, что я так со всеми играю',
          'Я с ним наигрался',
          'Ну когда мне насрано - очень люблю, ещё больше люблю когда заходит',
          'Всех напугал своей дерьмо-игрой, буду и дальше такое делать',
          'Я хочу показать, что его рандомные сайдвоки, его рандомные даки после своих степов, одинаковые тайминги - это не работает, причем в самой грязной форме',
          'Лол ору, мейнов убрал, что творится',
          'Боже мой, сила пошла',
          'Я дурак что ли, на д1 в хит, хопкики делать',
          'Я обычно раундами отыгрываю, т.е. если я проиграл, то первый раунд следующего боя это трудовой анализ и аналитика и выверенные решения, а потом опять от пизды',
          'Ты различаешь, где я на отъебись играю, а где - нет?',
          'Да ты с первого раунда гопарь',
          'Я так и не научился на стабильность',
          'Почему в фр не убрали хуету, что 10ф джебы мишим дают комбу, идиоты бля, не комбу, а воллсплат',
          'Когда игру не понимаешь, остается только отметка "победить всех"',
          'Везде пихать сс 1+3 и приговаривать "отличный степ"',
          'Если Лей сходу делает д4 ~д в SNA и 121 - он лох',
          'Мне, можно сказать, нравится с ним играть',
          'Умирает пацан',
          'Я себя развиваю, коммуну другие ребята развивают',
          'Твоя зажатость - ты стоишь и пялишься на меня, если Хигем играет в свою игру, значит ты что-то делаешь не так',
          'Кто их знает, этих севастопольских',
          'Пизды получать, кто ж захочет',
          'Что поделать, скилл есть скилл, а, или я слаб умом, слухи ходят',
          'Можно просто по таймингам дакать. К примеру, видишь сс Фенга, просто сс, не видишь ещё 4, просто по таймингу дакаешь, когда 4, и встаешь',
          'Т.е. если заходит, тогда всё ещё сносно, если не заходит, то прощай страна',
          'За Лея делай филлер сс1 TGR 3, *ss1 f, как Токо делает',
          'Ну раз нравится, значит так будем играть, ок',
          'Короче ладно, чемпионы, продолжайте без меня',
          'Я 3 боя делал себе задел, а потом сливал, считая соперника не соперником, причем делал задел самым говном',
          """-------ГОСТЕВАЯ ЦИТАТА-------
ебать изи было, ебал мать твою, ГГ не вп. Кинул в чс дауна, еще увижу дам пизды, узнаешь обо мне еще""",
          'Нет, один раз решил начать думать, и проиграл',
          'Да с меня всегда спрос повышен, ожидания другие',
          'А ты сам-то с какого теккена играешь?',
          'Иногда +8 надо конфирмить и дальше прессить, а иногда лучше после +8 подождать и ебнуть че посерьезнее, ну да, хотя обычно я играю вторым, я практически против всех играю от них, а не сам',
          'Ой бля, моя самая нелюбимая тема',
          'А что это вы тут говорите?',
          'Наконец-то вышла игра, где ранг - показатель',
          'Спроси как у Фореста дела',
          'Ранк - основополагающее',
          'Сиськи',
          'Удалять и найти другое занятие',
          'Работает',
          'Пошел языки учить',
          'Ебать щас будет битва',
          'Боже мой',
          'Лили - говном облили',
          'Сам организовал, сам победил',
          'Нормально блядь всю жизнь сосать',
          'Сорян, не тот чат',
          'Болею за правильную терминологию',
          'Съешь 10 таблеток Кетанова и присоединишься',
          'Сколько надо было шутить про вилки, чтоб из ведра в ведра воду лить весь стрим',
          'Не цирк, а шоу',
          'Вот ты блядина',
          'Вы что тут делали',
          'Когда спускаешься вниз к незнакомым людям, самое главное - ощущать себя как дома',
          'Отъебись',
          'Видать, дискорд и правда зажил',
          'Не знаю, даже для меня это не ребус',
          'Здравствуйте',
          'Ебать пиздец история',
          'Да, через 5 лет теккена сажают в тюрьму',
          'В сракотан долблюсь, а не играю',
          'Форест открыл мне глаза, про пидаров сказав',
          'Кто играть, пидарасы?',
          'Нехуй тут делать',
          'Если б мой друг был стримером, я бы тоже был в постоянной депрессии',
          'Всё видит, всё знает, с формулировочками только проблема',
          'Вот это у нас тут личность сидит',
          'Рили, не расстраивайся, в следующий раз повезет',
          'Ох бля поклон в ноги, извините',
          'Даже если наши две соединить, она позволит только доехать до того парнЯ, отсосать ему и купить видеокарту',
          'А мне-то теперь как жить',
          """-------ГОСТЕВАЯ ЦИТАТА-------
Хига сказал что у цифер большой потенциал
А еще что у них охуенный интеграл и пиздатый знаменатель""",
          'Разрыв задниц',
          'Это чит',
          'Ахах, дохуя вы там нужны',
          'В Питере хоть объясниться сможешь и рассказать, что умеешь',
          'Личный комфорт закончится тогда, когда закончатся деньги',
          'Ехать на авось, а потом возвращаться бомжом',
          'Так себе затея',
          'На пальцах всем рассказывать, что у тебя руки не из жопы?',
          'Ахах, приспичило',
          'Я тебе вообще ничего не советовал',
          'Конечно не зря, полкоммуны таких же мечтательных как и ты',
          'Дохуя предприимчивые ребята',
          'Если б я всем подсасывал, я б сейчас тебя облизывал, приговаривая, что ты всё сможешь и ты молодец',
          'Ты какой-то полуконченый',
          'С такими шутками точно никому нахуй не пригодишься',
          'Так меня не ебет, интересно кому-то моё мнение или нет',
          'Если тебе хуево слушать мое мнение, съебни отсюда',
          'Не, у меня нет такой возможности',
          'Хуя себе вот это оскорбление',
          'Кто твой соперник?',
          'Пират, всякому говну рад',
          """ПИРАТ ДВОЙКУ НЕ РВЕТ
НАДО ВСЁ ДЕЛАТЬ НА ДВОЙКУ""",
          'Пират диктует условия',
          'Советы на раз',
          'Пират - даун',
          'Форест не русский, если что',
          'Достойный из достойнейших',
          'Привет, тело',
          'Чат сдох',
          'ЕЕЕЕЕЕЕЕ ПАБЕДА',
          'Чопперс - торгал роликами и сливала личных бесед',
          'Аахахах, как он тебя переигрывает',
          'Да ладно, Попник - молодец',
          'Не знаю, везде дегенераты',
          'Хочешь испортить свою игру - играй в ранкед круглые сутки',
          'Новости бля',
          'Классная игра, парни',
          'Если стоять, раунды дольше будут длиться',
          'Почему теккен меняется, а люди - нет?',
          'Тебя в финале не будет',
          'казлы',
          'И так понятно, что вы все умные',
          'Ебать у парня проблемы с чтением',
          'Надо ещё раз ответить, но хорошо подумать перед этим',
          'Парни, распределите шутки между собой',
          'Я убрал имя Тимур из словаря имён',
          'Я не знал просто',
          'Извините, а у вас есть какая-нибудь комната, где все собираются и получают и отдают свои рекомендации друг другу?',
          'Зря так всё сделал, что меня никуда не зовут',
          'Приеду с сервизом, разъебут ещё',
          'Даже не знаю, как позвать в лобби человека, который не в друзьях',
          'Рассказчики об умной игре сидят здесь, но молчат',
          'Я не владею этими знаниями',
          'Если б в тесте на Альцгеймера спрашивали бы именно об этом, я бы испугался',
          'Я купил билеты на мфа, у кого на хате можно затусить?',
          'Надо чуть быстрее нажимать',
          'Коммуна из коммуны игроков превратилась в коммуну людей',
          'Артисты бля',
          'Не забудьте на входе проверку на Альцгеймера пройти',
          'О чем поговорим, парни?',
          'Такие страты не у него одного',
          'Это тест на Альцгеймера, пока ты его не прошёл',
          'Начиналось всё с "проигрываю дауну", а теперь "не так уж он и хорошо играет"',
          'Позови Сола поиграть',
          'Отсосать',
          'Напизделись?',
          'Не понял сейчас вопроса',
          'Здравствуйте блять',
          'Ты теперь в подвешенном состоянии',
          'Точно не ко мне вопрос',
          'Ебал теккен и теккен коммуну',
          'Наконец-то подарят путевку',
          'Да, соси',
          'Поклон в ноги',
          'Че-то всё подряд в бота напихали',
          'Показатель того, насколько коммуна хороша, - это количество человек в ней',
          'Скрины в стиме с рангом, это надо в резюме',
          'Я тоже тебя пародирую',
          'Ты пидр',
          'Ты рачелло, а он - крабчелло',
          'Кто такие истории рассказывает вообще',
          'Бобберс, я не думал, что ты уёбок',
          'Кто тут ещё уебок',
          'Такое чувство, что тебе подарили сломанный пад, но он пока что не сломался',
          'Что-нибудь из этого можешь в резюме взять',
          'Это уже не советы, а всё подряд',
          'Жду на мфа турниры по интересам',
          'Пизда прошлогодний турнир включили',
          'Мне Бис всю личку прожужжал, что у нас новая звездочка загорается',
          'Откровения, наконец-то',
          'Я зову играть Клиента, а он не идёт',
          """Так раз такие ранги, Значит, такая игра проходит
Позволили - получили
Не думаю, что они осознают проблему
Особенно в том, что вчера он Майти Рулер, а сегодня - Оверлорд""",
          'Незнание какой там плюс, какой там минус позволяет жать, так спокойней',
          'Ебать, вчера пришел в коммуну, уже дедов унижает',
          'Бля, дать бы кому-нибудь интервью',
          'Слышь, Пират, есть предложение',
          'Ой блять здрасти',
          'Тот, кто не поехал, победил больше всех',
          'Я уже комбо за Лея натренил, осталось его добавить',
          'Вода в жопе имеет свойство не затыкаться, вот и я таков',
          'Когда понадобится твое мнение по орфографии спрошу но вроде как я его пока не спрашивал',
          'Перат, любому сизон пассу рад',
          'А че произошло?',
          'В этой коммуне убивают средь бела дня',
          'Нет, Синапс за Лея - это не интересно',
          'Пират, мы уже почти друзья',
          'Когда тебя будут спрашивать через пару лет, кто тебя воспитал в теккене, что ответишь?',
          'Я на сегодня не игрок, доедаю говно и спать',
          'Лей - это повод не играть полгода',
          """Что ты скажешь на то, что если видеть кцб Брайна, то можно сразу жать флеш и будет комба?
Даже не надо выбирать, мид или лоу
Нажал - комбу прожал""",
          'Подождите, записываю',
          'За Фенга не надо готовиться',
          'Ебать ты гнойный',
          'Почему, к примеру, дф23 - оправданное решение, а хопкик в ебло - нет?',
          'Сераффим меня сегодня спросил, почему я вышел после одного боя',
          'Саша - пидарас',
          'Может не стоит в Теккен?',
          'Ты показываешь, что ты наполовину лишенный сознания человек',
          'У тебя стандартные отписки',
          'Ты не показываешь, что есть игра, ты показываешь, что есть дегенерат, который играет в эту игру',
          'Если я говорю, что твое говно не нужно, это не значит, что я произвожу золото',
          'Собирать 1000 человек на турнир, из которых 950 будут жать кнопари как ты на экране - тупорылое занятие',
          'Так и обозначь, что ты просто сидишь и кнопки жмешь, не аргументируй это развитием',
          'Ну так и как это связано с развитием коммуны?',
          'Я не говорю, что я лучше, я говорю, что ты говно',
          'Легенда блять нахуй',
          'Форест, как там?',
          'Куда ушел-то блять',
          'Наконец-то хороший контент',
          'Унижения от БигБосса',
          'Пират, что самое сложное?',
          'В понимании дискордного отродья - да',
          'Первое правило ТеккенСНГ - подпездывай главным',
          'Твой наставник - не очередной доморощенный психолог?',
          'Хватит полемики уже',
          'Пират, что скажешь?',
          'Сдох чат, браво',
          'Алло ёпта нахой',
          'Эх, поиграть бы',
          'Можно тему сменить',
          'Ой бляяяятяь',
          'Это так работает, да?',
          'Это я про твоего друга, Попник',
          'Ахахах, вспомнил сетапы',
          'Бей его!!!',
          'Ебать когда я теккен поиграю',
          'Бросок на расстоянии - это как дымовая граната?',
          'Победить и всё равно обосраться',
          'Интересная ситуация',
          'Чат вроде не молчит, но и не живой',
          'Когда уже мои стримы будут',
          'Админки дам тем, кто начнет сосать прямо сейчас',
          'Ща блять, ещё месяц подожди',
          'Спасибо, Пират',
          'Ебать нашелся спец',
          'В этом говне ещё кто-то разбирается',
          """Раньше Зомби ходил в клуб, когда деньги были
Теперь сначала идет на Гостинку постоять с рукой протянутой, потом уже в клуб""",
          'Форест играет так, будто ему слишком просто',
          'Рыба гниет с коловы, а голова - Перат',
          'Чопперс че-то попроще стал',
          'Да Сероффим че-то людей ценить перестал после увольнения',
          """Мне кажется, что если Попник придет на питерский мфа, то пока все будут играть, он будет продавать куртки
ИЗ ГАРДЕРОБА""",
          'Это значит, что есть, куда расти',
          'Давай хоть ты не будешь Фуджином',
          'Вот что говоришь - ваще не интересно',
          'Че это бля',
          'Вы охуели что ли',
          'Димчик, привет',
          'На самом деле, я написал вот это, а хотел сказать я другое - я так не хотел говорить, просто это имоции, а на деле я всё люблю и я не имел ввиду плохое',
          'Трудно на три стрима и со всеми дружить, это тоже работа',
          """Но, вообще, по-чесноку, я купил машину, чтоб в настолки гонять
И дать более точное определение аутизму
Но это факультативно""",
          """Смотрю ролик о собеседовании в "Магнит"
Как думаете, достойно?
Стоит туда идти?
Я смотрел в фикс-прайс
Там оф. отпуск только 2 недели
А у меня 5 турниров в год
Не клеится""",
          'Мало того, что тебе лучше знать, что ты имел в виду, так ты ещё и знаешь лучше Фореста, что он имел в виду',
          'Я вышлю инвайт, а дальше выбор за тобой - быть человеком или мерзкой швалью, которая не может никому помочь и просто игнорит просьбы',
          'Медицину не мейнишь, психологию не мейнишь, Хлою мейнишь',
          'Да, тут нужно быть Зе_Димчиком',
          'Бля, в 20ый раз это сказал. 19 раз было смешно, а теперь нет уже',
          'Из каких соображений дальнобой может мейнить Ксяою?',
          'Тринити, твоё ебало было начищено?',
          'Мне все хотели помочь, а я отказывался, а теперь я прошу, но уже нет никого, кто хотел бы мне помочь',
          'Специалист в чате',
          'Это Попник сегодня перед гибддшником',
          'Мда Пират, уже с другими сосешься',
          'Жаль у нас Джека в стране никто не тренит',
          'Так, кто тут дцп?',
          'Димчик, намажь себе на жопу вазелинчик',
          'Парни, как собирать больше народа на стрим?',
          'Нахуя вы все здесь собрались?',
          'Не рекомендую дружить с Ператом',
          """Я сделал клип, кинул ему в чат, он говорит: "Ну да, так оно и есть"
потом он сам кинул этот клип в дискорд
а на следующий день, когда я зашел в чат на их дм с Токо, он мне предъявил, что я мудила и сделал клип
вырезал его слова из контекста
и теперь ему типа оправдываться перед Леоверде
послал меня нахуй и забанил
поэтому пусть нахуй сходит""",
          'Какого это сосать черную пипиську?',
          'А ты конфирмишь, спешлмид попадает в хит или в блок твой?',
          'Япяп, что случилось?',
          'Хули ты тут пишешь, кидала',
          'Япяп, какого это сосать 12 часов в день?',
          'Нахуй иди',
          'Ты мне очень неприятен',
          'Пират - рыться носом в старых трусах рад',
          'Вы тут все пидарасы или что ли',
          'Есть театр комедии - это онлайн, а есть жестокая война, которая не прощает шуток - лан',
          'Пират - на своих плюсах садиться сука больше всех рад Пират - он всем как брат, черные члены посасывать он рад',
          'Жаль, что лучший в России - это без Урала, на Урале свои гранды',
          'Юпюп, у тебя пульс как скорость ночного поезда, который едет на Винтер Рамбл',
          'Теккенрайс, где твой велосипед?',
          """Эвилбир, ты когда учился в школе
видел, чтоб в одном классе большинство было умных и талантливых, и один человек был тупорылым и безнадежным?
обычно на олимпиады ездит один
а остальные сосут бибу с двойки на тройку
вот в обществе всё точно так же
поэтому да, дело не во мне""",
          'Не меняй моё мнение о себе о том, что ты не уебан',
          'Играть за промоушн до варриора - это как бронировать последний номер в Крыму на лето',
          """назвал Фореста по имени
фильтр не пропустил
ФОрест - пи дарас
ахахахах
одобрили""",
          'Не тот стиль ивента, куда я бы поехал',
          'Не знаю, это вы там тусите в одних клубах',
          'Кто со мной будет проходить Streets of Rage? Только без зазнаек типа Итспортса',
          'Вот и думай теперь, что лучше: когда чат сдох или вот это',
          'А как всё начиналось',
          'Ну, главное, что по-человечески',
          'Ничего себе, Димчик,я думал ты на зеленых',
          'Какое место в рейтинге фа.ру?',
          'Пару часов в риплее, "заплати за меня" и геймпад ваш',
          """я тут взялся защищать кандидатскую
моя тема такова: "Чем руководствуется человек, который играет *так* в онлайне, а в одной комнате с явно не лучшими играет нормально"
меня попросили переформулировать тему
я не озвучил сразу вторую тему второй кандидадтской - "Зачем собираться на несколько дней с теми, с кем не получить удовольствия""",
          """Наконец-таки Теккен не будет поощрять тупую игру"
дискорд пестрил этими лозунгами до выхода Т7
а потом эти же люди называют эту игру самой тупорылой
по ютубу за 2 года не рассмотрели""",
          'Форест, какие прогнозы на мфа?',
          """Сьосс вообще один человек
один компетитор, значит, и второй компетитор
у одного пятерка, значит, и второму пять""",
          'Чопперс, тебе скидки в риплей не делают?',
          'Пират - коммуне подсосать рад',
          """Как-то раз к Попнику подходят 2 парня и стоят молчат
Попник их спрашивает: "Вы чего, парни?"
а они ему в ответ: "Мы - Федот и Федор, нас двое"
но Попник нихуя не понял и ушёл""",
          'Димчик, я понимаю, что с тебя нихуя не взять, кроме одного, поэтому к тебе просьба - когда у меня будет комп, зайди со мной в практис разобрать Хлою',
          'Коронка Фореста - это подбежать и начать рассказывать про соперника, который выключает пад',
          """да, я посмел оспорить его точку зрения
говорит: "В плюсы лезть нельзя", через минуту лезет после РД Джина в блок
я говорю "НЕЛЬЗЯ БЛЯТЬ"
бан""",
          """сказ про то, как Вася ебал Петю, а Петя Колю
и Вася был уверен, что и Колю он выебет""",
          'Почему ранки дают по интеллектуальным способностям',
          """Клиент говорил, что Кингжае уебан
а в итоге проебал ему
а я так не буду говорить, значит
вдруг проебу
но я не проебу,
потому что Бобах играл с ним и выебал его
а я выебал Бобаха
значит, и его выебу
а то, что я твоего Мигеля выебал
это ниче не значит
методика работает только через Васю""",
          """Пират, я тебя найду
и выебу
ты будешь мне кричать: Я - ГОГО4ЛЕЙМ
а я не поверю""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
Напомни-ка о своих достижениях в теккене, чтобы тебе было не интересно мнение человека, имеющего опыт игры с jdcr'ом и saint'ом, а так же огромным количеством топовых снг игроков. 
Честно говоря, даже как-то обидно за теккен, что в нём есть такие люди. Хотя они есть везде. Но из-за того, какие именно люди сейчас им заправляют в коммуне - стараться и делать какие-то подобные видео для таких типОв вообще отбивается всякое желание. 
Напомни-ка мне, где был Клиент, когда на спарте играли настоящие топы вроде Акиры и Строга? Я ничего не имею против Клиента, он здорово играет конечно, но его мнение для меня пока не стоит выше мнения того же Строга. 
И то, что на мфа не приезжают такие игроки как Синеман, Танго или Строг играет Клиенту на руку, думаю никто в этом не сомневается. 
И возможно я зря распинаюсь перед тобой тут, пытаясь что-то донести, ведь ты уже все равно ничего не поймешь. 
А феникс ты упомянул здорово конечно. Он то конечно крашит, вот только я имел ввиду совсем другое: если ты полагаешься на него в обороне - то это показатель слабости. 
Это как когда нормально в теккене не умеешь защищаться, начинаешь искать уловки, типа феникса, и по началу против тех, кто не знает что туда бить - это работает, однако с хорошим противником, которые будет бить тебе в феникс хороший низкий мид лаунчер - ты будешь огребать в 10 из 10 случаев. 
Но кому я это говорю, ты ведь у нас и сам великий эксперт, что даже 12 от 13 фреймов отличить не можешь и вводишь по незнанию людей в заблуждение. 
Поэтому в лучших традициях Ариса - "don't talk to me again" (c)""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
у меня единственного есть шанс против Сейнта, потому что я конфирмлю джеб Ганрю в хедбат, а он нет""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
Клоуна? Клоуна, который выигрывал мфа? Вы даете конечно. Или у вас все, кто чего то добился в теккене - "клоуны"? 
Обидно наверное вам живется, если клоуны отжимали ваши кубки на турнирах. 
Я не знаю, что стало с людьми, и как вы тут обитаете в таком болоте, но да, я считаю, что у того же Клиента были бы проблемы, если бы на мфа приехало по-больше опытных игроков кроме него. 
Что из того что я сказал нелогично? И дело тут не в том, что ему "дают выигрывать", а в том, что не все могут банально приехать в силу разных жизненных обстоятельств. 
Хотя бы Мортон приехал. Никто не говорил, что ему была бы "п*зда", однако вы бы удивились статистике того же онлайна, ну да ладно, вас не переспорить, да и мне это не надо, так как вижу мне тут не особо рады, ну что ж, вы очень гостеприимны, больше я здесь не появлюсь.""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
Просто теккен 7 - это был взят любой теккен из которого вырезали всё интересное, а именно то количество ситуаций и возможностей в этих ситуациях в стадиях игры, когда вы оба на ногах и когда кто-то лежит. Вот это было заменено на абсолютно аутичные и одинаковые для всех чаров камень-ножницы-бумага из-за изменений вейков, мувмента и дизайна мувлистов. Но при этом всё говно теккена вроде плохих сфер, раздутых мувлистов, плохо работающих стен, сомнительной фреймдаты и прочего было оставлено, вот такая игра.""",
          """-------ГОСТЕВАЯ ЦИТАТА-------Я еще идиот подумал ого наверное это и был бейт все это время, типо он ждал этого раза другого варианта и поэтому настаивал типо наебал миксапом отсутсвия миксапа, но нет, это просто был скрипт, который жался всегда и независимо от погодных условий""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
Jeondding, hi. This man syooss my brother. He is main eddy.. maybe go you play with him? Emperor have rank?""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
Jeondding, pls. On revered play ACCEPT (RU) , my brother. Pls))""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
Eddy was fun playing.. i wanna see really game""",
          """-------ГОСТЕВАЯ ЦИТАТА-------
when i leave? BIOS PC is not leave. GO now on tekken king miguel vs your kaz""",
          """т.е. Строг недавно в течение 2х лет был не игроком
потом на 1 день стал игроком
а теперь опять не игрок
опять выпал
что мы про него тогда говорим
про ушедших""",
          'Пират - от игроков шпагу в рот брать рад',
          'Во-первых, Хигем - хуевый человек, а хуевый человек не будет хорошим игроком',
          """Просто понятия "человек" и "игрок" идут рука об руку
Иначе, почему одному говоришь: "Ты хуево играешь"
А он тебе отвечает: "Сам соси хуй, уебок желчный""",
          """А как вычислили, что это Итспортс?
Или любой неизвестный - это Итспортс?""",
          'Если спрашивает Пират, то пидор больше Итспортс. Когда спросит Итспортс, я отвечу, что Пират',
          'Новый Год, 2019ый - год Свиньи, так пусть же Форест победит на мфа 2019',
          'Есть фонд по возврату денег после наебов в маниматчах? Готов закинуть туда деньги',
          'Слышь, Яп, ты же с любым готов играть маниматч, кроме КингДжея',
          'В больнице давно лежал?',
          'У Зомби деньги появились?',
          'Пидарас тупой',
          'Сходи нахуй',
          'Яп, ты веришь в своё будущее в Великобритании после брексита?',
          'У тебя противник - слепой, а ты - тупой',
          'Пизда этот грузчик веселит меня',
          'Списку людей, которому Хигем даст пизды, официально дано начало, ты первый',
          'Если ты не видишь в этом повода, то увидишь дыру меж зубами',
          'Какое у тебя образование?',
          'Пират, быть пауэрклиппером рад',
          """если смотреть, фрейм-дата не имеет смысла
добавляются фреймы на конфирмы
а кому это надо
везде 50-50
идешь по дороге зимой, а там тонкий слой снега
и нахуй смотреть под ноги, есть там лёд или нет, идешь и 50-50
дойдешь или сдохнешь
с жвачкой во рту
там 50+50"""]
